[
    [
        "Monday Feb 15, 2021",
        "Dr. John H. Bergschneider",
        "University of North Georgia",
        "Classification of Trivalent 2-Stratifolds with Finite or Abelian Group",
        "A 2-stratifold is locally modeled on a 2-dimensional space where n-sheets meet. Unlike 2-manifolds, 2-stratifolds are not determined by their fundamental group and a complete list of 2-stratifold groups is unknown. To further understand these groups, we determine which finite groups and which abelian groups are the fundamental group of a 2-stratifold. A powerful tool for studying 2-stratifolds is the associated labelled bicolored graph. This graph essentially determines the homeomophism type. A classification of all labelled graphs that represent 1-connected trivalent 2-stratifold had been previously obtained by  Gomez-Larranaga, Gonzalez-Acuna, and Heil. We extend this classification to labelled graphs that represent trivalent 2-stratifold with finite fundamental group or abelian fundamental group."
    ],
    [
        "Monday Feb 22, 2021",	
        "Dr. Opal Graham",	
        "University of North Georgia",
        "Rigidity of Intermingled Point and Sphere Configurations",
        "The rigidity of collections of points and the rigidity of collections of circles in the extended complex plane is proven by Beardon and Minda using a maximal amount of conformal invariant information. Crane and Short generalize this work to collections of points and collections of spheres in higher dimensions. Both use a notion of the cross-ratio for 4-tuples of points, while for circles and spheres, the inversive distance between pairs is used. When a collection involves intermingled points and spheres, these conformal invariants can no longer be used. Working in Lorentz space, as Crane and Short do, we develop a notion of an invariant known as the Lorentz ratio, used as a conformal invariant between a point and two spheres. The Lorentz setting allows for an understanding of the correspondences between several geometries, and here, the rigidity of intermingled points and spheres of R&#770;<sup>n</sup> can be seen as part of the more general statement of the rigidity of intermingled points, ideal points, and hyperplanes of hyperbolic (n+1)-space. This rigidity statement is accomplished via the new conformal invariant."
     ],
     [
         "Monday March 1, 2021",
         "Dr. Selcuk Koyuncu",
         "University of North Georgia",
         "A Note on Multilevel Toeplitz Matrices",
         "Chien, Liu, Nakazato and Tam proved that all n &times; n classical Toeplitz matrices (one-level Toeplitz matrices) are unitarily similar to complex symmetric matrices via two types of unitary matrices and the type of the unitary matrices only depends on the parity of n. In this paper we extend their result to multilevel Toeplitz matrices that any multilevel Toeplitz matrix is unitarily similar to a complex symmetric matrix. We provide a method to construct the unitary matrices that uniformly turn any multilevel Toeplitz matrix to a complex symmetric matrix by taking tensor products of these two types of unitary matrices for one-level Toeplitz matrices according to the parity of each level of the multilevel Toeplitz matrices. In addition, we introduce a class of complex symmetric matrices that are unitarily similar to some p-level Toeplitz matrices."
     ],  
     [
         "Monday March 8, 2021",
         "Dr. Thinh Kieu",
         "University of North Georgia",
         "Weak Solution for Generalized Non-Darcy Flow",
         "This paper focuses on the generalized Forchheimer flows of isentropic gas in a porous medium, described by a system of two nonlinear degenerate partial differential equations of first order. We prove the existence and uniqueness of the Dirichlet problem for the stationary problem. The technique of semi-discretization in time is used to prove the existence for the time-dependent problem."
     ],
     [
         "Monday March 15, 2021",
         "Dr. Irfan Bagci",
         "University of North Georgia",
         "On Whittaker Modules for Lie Superalgebras",
         "B. Kostant defined Whittaker modules for finite dimensional complex semisimple Lie algebras. Since then, a number of others have further developed the idea of Whittaker modules for Lie algebras. Whittaker modules for Lie superalgebras were defined by Bagci, Christodoulopoulou, and Weisner. Unlike the Lie algebra setting, simple finite dimensional modules for a finite dimensional nilpotent Lie superalgebra are not always one dimensional. This creates an additional challenge for producing Lie algebra results in the Lie superalgebra setting. For this reason, we restrict to basic classical Lie superalgebras of type I. Recently, we have given a description of simple Whittaker modules for basic classical Lie superalgebras of type I. In this talk we will discuss the simple modules and a description of these modules for type I simple Lie superalgebras. "
     ],
     ["Monday March 22, 2021",
      "Dr. Kashi Neupane",
      "University of North Georgia",
      "Long-Term Secure Deniable Group Key Establishment",
      "In this paper we present a long-term secure deniable group key establishment protocol. Long-term security provides resistance against an adversary, even if some underlying hardness assumptions become invalid later, after completion of the protocol. Deniability feature of a group key establishment protocol allows each participant to join a protocol session and authenticate a message for the other group members, but the receiver(s) cannot convince a third party that such involvement of the group members in the process ever took place. </p><p> The protocol presented here is a long-term secure deniable group key establishment protocol in the random oracle model which remains secure if either a Computational Bilinear Diffie Hellman problem is hard or a server, who shares a symmetric key with each user, is uncorrupted. The technical tools used for the protocol are ring signature, multiparty key encapsulation, and message authentication code. </p> <p> <b> Presentation Slides </b> </p>"
     ],
     [
         "Monday April 5, 2021",
         "Dr. Bikash Das",
         "University of North Georgia",
         "Topologies on the Ring of Field Valued Measurable Functions",
         "Let (X, &Ascr;) stand for a nonempty set X equipped with a &sigma;-algebra &Ascr; over X. The set of all real-valued &Ascr;-measurable functions on X forms a commutative lattice ordered ring with unity if the relevant operations are defined point wise. My talk will focus on the so-called m-topology on this ring  &Mscr;(X, &Ascr;) and its measure-theoretic generalization. Important topological properties including first countability and connectedness will be discussed."
     ],
     [
         "Monday, April 12, 2021",
         "Dr. Beata Hebda",
         "University of North Georgia",
         "Discussion in Online Math Classes, What Works and What Doesn't",
         "In this talk, I will try to answer a few questions regarding discussions in online math classes, for example: <ol><li> What is the role of a discussion in online math classes? <li> How can we define a meaningful discussion?<li> How can we create discussion questions that lead to a meaningful discussion? <li> How should we, instructors, participate in a discussion? <li> How can we evaluate a student discussion? <li> Is it possible to have a meaningful discussion in online math classes at UNG? </ol> In addition, I will provide some statistical analysis based on my and my colleague’s current online classes."
     ],
     ["Monday April 19, 2021",
      "Dr. Phong Luu",
      "University of North Georgia",
      "TBA",
      "TBA"
     ],
     ["Monday April 26, 2021",
      "<a href ='https://amte.net/content/2020-excellence-advocacy-award-dorothy-y-white#:~:text=White%20is%20a%20professor%20of,at%20the%20University%20of%20Georgia.&text=She%20also%20provides%20professional%20development,%2C%20state%2C%20and%20national%20levels'>Dr. Dorothy Y. White</a>",
      "University of Georgia",
      "Preservice Teachers’ Noticing of Middle School Students’ Mathematical Strengths",
      "Mathematics teacher educators (MTEs) design methods courses to “provide candidates with tools and frameworks to support a more asset- and resource-based instructional approach focused on students’ strengths in learning” (AMTE, 2017, p. 35). Through a strength-based orientation, MTEs can support prospective teachers (PSTs) ability to view all students as doers of mathematics, thereby recognizing that all students have mathematical strengths. Fostering PSTs asset-based orientations will require MTEs to examine how PSTs understand and notice mathematical strengths. To do so, I draw upon the research on teacher noticing aligned with Sherin’s (2001) notion of professional vision as the ability to notice and interpret significant features of classroom interactions. In this session, I present preliminary finding from a cross-site study conducted with two cohorts of PSTs enrolled in different teacher preparation programs. More specifically, I will describe the key activities and design of the research project, engage the audience in a brief task, and share the types of strengths PSTs noticed while working with middle school students. I argue that strength-based orientations can help PSTs develop more robust orientations about what it means to do mathematics and may disrupt and overcome their culturally-learned deficit orientations about students."
     ]
]
