[
    [
        "Monday Feb 15, 2021",
        "John H. Bergschneider",
        "University of North Georgia",
        "Classification of Trivalent 2-Stratifolds with Finite or Abelian Group",
        "A 2-stratifold is locally modeled on a 2-dimensional space where n-sheets meet. Unlike 2-manifolds, 2-stratifolds are not determined by their fundamental group and a complete list of 2-stratifold groups is unknown. To further understand these groups, we determine which finite groups and which abelian groups are the fundamental group of a 2-stratifold. A powerful tool for studying 2-stratifolds is the associated labelled bicolored graph. This graph essentially determines the homeomophism type. A classification of all labelled graphs that represent 1-connected trivalent 2-stratifold had been previously obtained by  Gomez-Larranaga, Gonzalez-Acuna, and Heil. We extend this classification to labelled graphs that represent trivalent 2-stratifold with finite fundamental group or abelian fundamental group."
    ],
    [
        "Monday Feb 22, 2021",	
        "Dr. Opal Graham",	
        "University of North Georgia",
        "Rigidity of Intermingled Point and Sphere Configurations",
        "TBA"
     ],
     [
         "Monday March 1, 2021",
         "TBA",
         "TBA",
         "TBA",
         "TBA"
     ],    
     [
         "Monday March 8, 2021",
         "Dr. Thinh Kieu",
         "University of North Georgia",
         "Weak Solution for Generalized Non-Darcy Flow",
         "TBA"
     ],
     [
         "Monday March 15, 2021",
         "Dr. Irfan Bagci",
         "University of North Georgia",
         "TBA",
         "TBA"
     ],
     ["Monday March 22, 2021",
      "Dr. Kashi Neupane",
      "University of North Georgia",
      "Long-Term Secure Deniable Group Key Establishment",
      "In this paper we present a long-term secure deniable group key establishment protocol. Long-term security provides resistance against an adversary, even if some underlying hardness assumptions become invalid later, after completion of the protocol. Deniability feature of a group key establishment protocol allows each participant to join a protocol session and authenticate a message for the other group members, but the receiver(s) cannot convince a third party that such involvement of the group members in the process ever took place. </p><p> The protocol presented here is a long-term secure deniable group key establishment protocol in the random oracle model which remains secure if either a Computational Bilinear Diffie Hellman problem is hard or a server, who shares a symmetric key with each user, is uncorrupted. The technical tools used for the protocol are ring signature, multiparty key encapsulation, and message authentication code."
     ],
     [
         "Monday April 5, 2021",
         "Dr. Bikash Das",
         "University of North Georgia",
         "Topologies on the Ring of Field Valued Measurable Functions",
         "TBA"
     ],
     [
         "Monday, April 12, 2021",
         "Dr. Beata Hebda",
         "University of North Georgia",
         "Discussion in Online Math Classes, What Works and What Doesn't",
         "TBA"
     ],
     ["Monday April 19, 2021",
      "TBA",
      "TBA",
      "TBA",
      "TBA"
     ],
     ["Monday April 26, 2021",
      "TBA",
      "TBA",
      "TBA",
      "TBA"
     ]
]
